{
 "models": [
  {
   "researchId": 1,
   "author": "Sarah Morse",
   "publishDate": "2017-10-15",
   "status": "REJECTED",
   "researchText": "Memory nor interesting which talk tree part. Life seek before describe always morning into.\nCamera dark spring with life onto. Note health scientist ask.\nProcess budget many picture."
  },
  {
   "researchId": 2,
   "author": "Antonio Henderson",
   "publishDate": "2008-07-03",
   "status": "REJECTED",
   "researchText": "One discover government. Stop remain quite finish.\nSecurity evidence floor condition true. Half behavior measure camera. Picture simply parent two."
  },
  {
   "researchId": 3,
   "author": "Aaron Rivera",
   "publishDate": "2017-08-17",
   "status": "REJECTED",
   "researchText": "Career network various rate maybe. Nature drug least even.\nWonder try name. Present source from security."
  },
  {
   "researchId": 4,
   "author": "Matthew Phillips DDS",
   "publishDate": "2013-02-14",
   "status": "ACCEPTED",
   "researchText": "Election view help arrive series. Risk agency recognize never line seven everyone actually. Learn cut gun appear person party hope. One fight role effect whose."
  },
  {
   "researchId": 5,
   "author": "David Willis",
   "publishDate": "2006-11-23",
   "status": "SUBMITTED",
   "researchText": "These price behind environment. Trip dog Mrs brother people also sing particular. Skin full myself art require head.\nMe although enjoy nation new fund. Foreign agent one loss. Doctor party bar."
  },
  {
   "researchId": 6,
   "author": "Spencer Mcgrath",
   "publishDate": "2021-06-29",
   "status": "SUBMITTED",
   "researchText": "Step pattern case among. Everyone card woman save. Evening sure military still foreign hold.\nVoice investment whose rock baby. Determine pay last effect."
  },
  {
   "researchId": 7,
   "author": "Ronald Stone",
   "publishDate": "2019-07-07",
   "status": "ACCEPTED",
   "researchText": "Tend officer represent pattern moment near keep today. Year management so half collection hot.\nSource last product check either. Just evidence together smile phone policy call. Guess apply work."
  },
  {
   "researchId": 8,
   "author": "Michele Williams",
   "publishDate": "2018-10-13",
   "status": "ACCEPTED",
   "researchText": "Large bank child light full. Pay area set side. Lose woman less list system until car.\nBuild television both door than benefit success. Why nature knowledge."
  },
  {
   "researchId": 9,
   "author": "Charles Johnston DDS",
   "publishDate": "2012-06-16",
   "status": "REJECTED",
   "researchText": "Your either media old response check well. Various list subject where thing could. Show grow without test police adult food check."
  },
  {
   "researchId": 10,
   "author": "Marc Lindsey",
   "publishDate": "2020-12-30",
   "status": "SUBMITTED",
   "researchText": "Executive huge indicate hope. Many office between allow. Listen movement husband white always detail.\nCall line show growth game high most experience. Gun store above other never mouth wait."
  },
  {
   "researchId": 11,
   "author": "Richard Smith",
   "publishDate": "2005-11-24",
   "status": "SUBMITTED",
   "researchText": "Politics teacher why add us case save. Others add east western hold price. Officer tonight man total follow."
  },
  {
   "researchId": 12,
   "author": "Debra Peters",
   "publishDate": "2012-12-17",
   "status": "REJECTED",
   "researchText": "There prevent grow evening. Economic letter indicate black current control explain. Gun full understand lose movement couple join."
  },
  {
   "researchId": 13,
   "author": "Andrea Ramirez",
   "publishDate": "2001-09-19",
   "status": "ACCEPTED",
   "researchText": "Seem however run effect eight stay. Either power professor parent west skill. Produce build very century.\nInclude close special government. Require member tax in fund art about."
  },
  {
   "researchId": 14,
   "author": "Frank Dunn",
   "publishDate": "2005-01-01",
   "status": "ACCEPTED",
   "researchText": "Tv heavy difference say get. City west reason bar race open.\nWorld third worry single meet. Gun place others move add both. Enough treat represent impact financial possible ground."
  },
  {
   "researchId": 15,
   "author": "Brian Martin",
   "publishDate": "2005-06-25",
   "status": "ACCEPTED",
   "researchText": "Model group professional study recent compare. Skin traditional guy culture hundred poor peace. Wall their year as read hair.\nBlack generation finish somebody happy. Apply adult network enough."
  },
  {
   "researchId": 16,
   "author": "Lori Weaver",
   "publishDate": "2011-06-28",
   "status": "SUBMITTED",
   "researchText": "Develop actually news around white from machine. Political act but time. Top address down look.\nManagement mission treatment argue. People professor break near describe song lawyer style."
  },
  {
   "researchId": 17,
   "author": "Lonnie Pineda",
   "publishDate": "2006-07-23",
   "status": "SUBMITTED",
   "researchText": "Out seem government western model. Simply able decision tend.\nSeek job hand wind service behind. Wait claim kitchen give. He tax certainly room choose wonder information."
  },
  {
   "researchId": 18,
   "author": "Hunter Banks",
   "publishDate": "2017-03-13",
   "status": "ACCEPTED",
   "researchText": "Everybody cost product issue. Most gun skin drop half very teach. Degree evidence story.\nTrial PM despite sport give woman. Offer hit piece president cause executive allow consider."
  },
  {
   "researchId": 19,
   "author": "Brittney Bell",
   "publishDate": "2007-05-29",
   "status": "SUBMITTED",
   "researchText": "Suffer away station popular whom benefit add. Watch public with others individual.\nLeg book it must story have.\nTeacher same arm myself. Eat data hundred education."
  }
 ]
}